{
  "categories": [
    {
      "id": 1,
      "nameCat": "Elektronika",
      "img": "phone.png",
      "url": "elektronika"
    },
    {
      "id": 2,
      "nameCat": "Motoryzacja",
      "img": "car.png",
      "url": "motoryzacja"
    },
    {
      "id": 3,
      "nameCat": "Dom",
      "img": "home.png",
      "url": "dom"
    },
    {
      "id": 4,
      "nameCat": "Nieruchomości",
      "img": "village.png",
      "url": "nieruchomosci"
    }
  ],
  "elektronika": [
    {
      "id": 1,
      "title": "Komputer do gier",
      "primpic": "komp1.jpeg",
      "pict": [],
      "price": 5000,
      "desc": "Witam, przedmiotem sprzedaży jest komputer używane głownie do gier, sprzedaje go z powodu braku czasu na użytkowanie go, a szkoda by taka maszyna się marnowała i kurzyła.",
      "contact": "511 222 307",
      "state": "Używany",
      "prod": "MSI",
      "model": "Gaming",
      "url": "elektronika"
    },
    {
      "id": 2,
      "title": "Komputer do GIER - Intel I7! GTX 1070 8GB! 16GB! SSD+HDD!",
      "primpic": "komp2.jpg",
      "pict": [],
      "price": 2299,
      "desc": "Witam! Posiadam w sprzedaży komputer złożony z części używanych tylko i wyłącznie renomowanych firm. W naszych komputerach nie znajdziesz tanich chińskich zamienników, których modyfikacja jest prawie niemożliwa. Chcemy, aby nasze komputery służyła na lata dlatego też, wykorzystując naszą wiedzę i doświadczenie sięgamy tylko po sprawdzone komponenty. Specyfikacja: Markowa płyta główna MSI H61M-P31 posiadająca 3 porty SATA 3 Gb/s, które przyspieszają odczyt i zapis danych, oraz obsługująca precosory Intel Core i3/i5/i7 posiadające socket 1155.",
      "contact": "791 188 321",
      "state": "Używany",
      "prod": "Intel",
      "model": "Gaming",
      "url": "elektronika"
    },
    {
      "id": 3,
      "title": "Komputer Actina Player, Intel Core i5-9400F",
      "primpic": "komp3.jpg",
      "pict": [],
      "price": 3000,
      "desc": "Sprzedam komputer marki DELL. Posiada świeży system, oraz najnowsze sterowniki, więc jest od razu gotowy do pracy. Sprzęt radzi sobie bardzo dobrze w grach (których wymagania spełnia) oraz zadaniach typu film, internet, multimedia.",
      "contact": "685 532 908",
      "state": "nowy",
      "prod": "Actina",
      "model": "Gaming",
      "url": "elektronika"
    },
    {
      "id": 4,
      "title": "Smartfon Apple iPhone 11 64 GB Dual SIM Czarny (MWLT2PM/A)",
      "primpic": "tel1.jpg",
      "pict": [],
      "price": "3 485,99",
      "desc": "Przedmiotem ogłoszenia jest iPhone 11 czarny z wbudowana pamiecią 256gb. Telefon jest w stanie idealnym, nie posiada zadnych uszkodzen itp jest w 100% sprawny. Telefon na gwarancji do 08.10.2021r (posiadam dowod zakupu) Nie grozi mu blokada operatora.",
      "contact": 788684524,
      "state": "nowy",
      "prod": "Apple",
      "model": "11",
      "url": "elektronika"
    }
  ],
  "motoryzacja": [
    {
      "id": 1,
      "title": "Audi A3 8V 10000 przebiegu",
      "primpic": "auto1.jpg",
      "pict": [],
      "price": 50000,
      "desc": "Samochód sprowadzony z USA 1.8 TFSI skrzynia automatyczna s-tronic . Auto ma 5 lat i nie przestało tego czasu w salonie tak więc posiada ślady użytkowania, jednak prezentuje się bardzo ładnie i zwraca na siebie uwagę.",
      "contact": "721 741 513",
      "state": "Używany",
      "prod": "Audi",
      "model": "A3 8V",
      "url": "motoryzacja"
    },
    {
      "id": 2,
      "title": "Ford F350 NISKI PRZEBIEG!",
      "primpic": "auto2.jpeg",
      "pict": [],
      "price": 166000,
      "desc": "Absolutna gratka na rynku Amerykańskich Pickupów Ford F450 Super Duty 6,4L V8 Diesel Auto kupione w Stanach w 2008 roku i sprowadzone prywatnie przez pierwszego właściciela do Europy. Skromny przebieg i absolutnie bezwypadkowa historia. Świeżo po wymianie oleju i filtra. Przegląd na rok, ubezpieczenie do końca października",
      "contact": "876 902 652",
      "state": "Używany",
      "prod": "Ford",
      "model": "F350",
      "url": "motoryzacja"
    },
    {
      "title": "Ferrari F430 Italia",
      "primpic": "auto3.jpg",
      "price": "395000",
      "desc": "Salon Samochodowy Aut Luksusowych Premium-Cars Turek.\nMamy Państwu do zaoferowania przepiękny pojazd jakim jest Ferrari F430 w pięknym kolorze ROSSO CORSA.\n\nW odróżnieniu od innych sprzedawanych modeli, we wnętrzu naszego prezentowanego egzemplarza znajdują się fotele kubełkowe z włókien węglowych wraz z szelkowymi pasami bezpieczeństwa.\nZa plecami \"klatka bezpieczeństwa\" RollBar\nWydech z klapami aktywnymi sterowany z pilota \"IPE Exhaust F1\"\nCeramiczne Hamulce\n\nAuto pięknie utrzymane, używane wyłącznie Hobbystycznie.\n\nMożliwość zamiany za Ferrari 488 z naszą dopłatą.\n\nCena przy zamianie 465tyś zł",
      "contact": "876549872",
      "state": "Używany",
      "prod": "Ferrari",
      "model": "F430 Italia",
      "url": "motoryzacja",
      "id": 3
    }
  ],
  "dom": [
    {
      "id": 1,
      "title": "Eleganckie krzesło HAMPTON tapicerowane z kołatką nowe",
      "primpic": "dom1.jpeg",
      "pict": [],
      "price": 419,
      "desc": "Posiadam w ofercie bardzo modne krzesło tapicerowane z kołatką. Przód oparcia krzesła jest pikowany w stylu CHESTERFIELD. Natomiast z tyłu, krzesło posiada kołatkę i pinezki. Prezentowany model jest w kolorze błękitnym, natomiast nogi są w kolorze białym. Krzesło może posiadać przednie nogi proste lub w stylu LUDWIK XVI. Cena dotyczy modelu, który posiada pikowane oparcie z tyłu kołatkę oraz pinezki, możemy też wykonać ten model krzesła bez kołatki.",
      "contact": "785 612 416",
      "state": "nowy",
      "prod": "HAMPTON",
      "model": "CHESTERFIELD",
      "url": "dom"
    }
  ],
  "nieruchomosci": [
    {
      "id": 1,
      "title": "Willa",
      "primpic": "nieruchomosci1.jpeg",
      "pict": [],
      "price": 50000000,
      "desc": "W pełni wyposażony dom o pow. 80m2, który pozwala swobodny wypoczynek do 10 osób. Mamy tu dwie łazienki w tym jedna z prysznicem, dwie sypialnie 3-osobowe, w których znajduje się jedno łóżko podwójne i jedno pojedynczo. Dodatkowo sofa w salonie pełni funkcje podwójnego łóżka. W przypadku 10 osobowej grupy dostawiane są dwa łóżka pojedyncze dmuchane. Kuchnia posiada wszelkie udogodnienia takie jak płyta indukcyjna, lodówka z zamrażarką, zmywarka, garnki, talerze, sztućce. W ogrodzie do dyspozycji plac zabaw, miejsce na grilla i odpoczynku oraz duża przestrzeń do zabawy dla dzieci. Całość ogrodzona bez dostępu osób postronnych. Na posesji mieszkają jedynie właściciele. W sezonie jesienno-zimowym do ogrzewania dostępny będzie kominek opalany drewnem.",
      "contact": "892 029 162",
      "state": "nowy",
      "prod": "brak",
      "model": "brak",
      "url": "nieruchomosci"
    }
  ]
}
